tap "getantibody/tap"
tap "homebrew/aliases"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "ack"
brew "adns"
brew "openssl@1.1"
brew "pcre"
brew "readline"
brew "sqlite"
brew "aircrack-ng"
brew "autoconf"
brew "automake"
brew "gdbm"
brew "xz"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bcrypt"
brew "bibtexconv"
brew "binutils"
brew "gmp"
brew "p7zip"
brew "python"
brew "binwalk"
brew "cifer"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "dark-mode"
brew "dex2jar"
brew "direnv"
brew "dns2tcp"
brew "docker"
brew "fcrackzip"
brew "findutils"
brew "pcre2"
brew "fish"
brew "libpng"
brew "foremost"
brew "fzf"
brew "geckodriver"
brew "gettext"
brew "jpeg"
brew "libtiff"
brew "ghostscript"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "libffi"
brew "gnu-getopt"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "grep"
brew "hashpump"
brew "ncurses"
brew "htop"
brew "hub"
brew "hydra"
brew "libplist"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libzip"
brew "ideviceinstaller"
brew "libtool"
brew "ios-deploy"
brew "zeromq"
brew "ipython"
brew "john"
brew "oniguruma"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "knock"
brew "kotlin"
brew "lazygit"
brew "libxml2"
brew "libxslt"
brew "libyaml"
brew "lua"
brew "luarocks"
brew "lynx"
brew "mas"
brew "protobuf"
brew "mosh"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "netpbm"
brew "nmap"
brew "openssh"
brew "qrencode"
brew "tree"
brew "pass"
brew "pigz"
brew "pkg-config"
brew "pngcheck"
brew "pre-commit"
brew "protobuf@3.7"
brew "pv"
brew "tcl-tk"
brew "pypy3"
brew "python@2"
brew "ranger"
brew "rename"
brew "rlwrap"
brew "ruby"
brew "screen"
brew "shellcheck"
brew "socat"
brew "speedtest-cli"
brew "sqlmap"
brew "ssh-copy-id"
brew "tcpflow"
brew "tcpreplay"
brew "tcptrace"
brew "tldr"
brew "ucspi-tcp"
brew "unixodbc"
brew "unzip"
brew "vbindiff"
brew "wget"
brew "xpdf"
brew "youtube-dl"
brew "zopfli"
brew "zsh"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password"
cask "alfred"
cask "android-sdk"
cask "appcleaner"
cask "atom"
cask "balenaetcher"
cask "bartender"
cask "caprine"
cask "chromedriver"
cask "corretto"
cask "firefox"
cask "font-anonymice-powerline"
cask "font-consolas-for-powerline"
cask "font-dejavu-sans-mono-for-powerline"
cask "font-droid-sans-mono-for-powerline"
cask "font-fira-mono-for-powerline"
cask "font-fontawesome"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "font-inconsolata-g-for-powerline"
cask "font-jetbrains-mono"
cask "font-liberation-mono-for-powerline"
cask "font-menlo-for-powerline"
cask "font-meslo-for-powerline"
cask "font-monofur-for-powerline"
cask "font-noto-mono-for-powerline"
cask "font-powerline-symbols"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro-for-powerline"
cask "font-ubuntu-mono-derivative-powerline"
cask "fork"
cask "github"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gpg-suite"
cask "java"
cask "jetbrains-toolbox"
cask "julia"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keybase"
cask "kitty"
cask "maccy"
cask "macs-fan-control"
cask "malwarebytes"
cask "microsoft-office"
cask "nordvpn"
cask "notion"
cask "nvidia-geforce-now"
cask "pgadmin4"
cask "postman"
cask "slack"
cask "smcfancontrol"
cask "spotify"
cask "typora"
cask "ubersicht"
cask "visual-studio-code"
cask "wkhtmltopdf"
cask "zoomus"
mas "1Blocker", id: 1107421413
mas "Encrypto", id: 935235287
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Todoist", id: 585829637
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
